Pyintel/pyintel-lux/archive/research/esp32/phase7-auto-choose/emitter/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_WIFI_SOFTAP_SUPPORT=n
